Repository: rene1001/eBet-Stream
Catalog: eBetStream/locale/*/LC_MESSAGES/django.po
Languages: es

source: Jeux
es: Juegos

source: Paris
es: Apuestas

source: Mon Compte
es: Mi Cuenta

source: Déconnexion
es: Cerrar Sesión

source: Connexion
es: Iniciar Sesión

source: Inscription
es: Registrarse

source: Gagnez de l'Argent en Jouant sur eBetStream
es: Gana Dinero Jugando en eBetStream

source: Transformez votre passion pour le gaming en gains réels avec eBetStream ! Chaque victoire dans vos jeux préférés vous rapporte des tokens Ktap ou du cash. Inscrivez-vous sur ebetstream.com et commencez à gagner dès aujourd'hui.
es: ¡Transforma tu pasión por los juegos en ganancias reales con eBetStream! Cada victoria en tus juegos favoritos te otorga tokens Ktap o dinero en efectivo. Regístrate en ebetstream.com y comienza a ganar hoy mismo.

source: Commencer à Gagner
es: Empezar a Ganar

source: Devenez la Star d'eBetStream
es: Convértete en la Estrella de eBetStream

source: Grimpez les classements et devenez le joueur légendaire d'eBetStream ! Enchaînez les victoires, gagnez des primes en Ktap, et brillez devant une audience mondiale.
es: ¡Sube en las clasificaciones y conviértete en el jugador legendario de eBetStream! Encadena victorias, gana bonos en Ktap y brilla ante una audiencia mundial.

source: Devenir Légende
es: Convertirse en Leyenda

source: Relevez des Défis Épiques sur eBetStream
es: Acepta Desafíos Épicos en eBetStream

source: Défiez vos amis ou des joueurs du monde entier sur eBetStream ! Créez des matchs personnalisés (1v1, clans, tournois), fixez vos enjeux, et prouvez votre talent. Lancez votre défi sur ebetstream.com dès maintenant.
es: ¡Desafía a tus amigos o jugadores de todo el mundo en eBetStream! Crea partidos personalizados (1v1, clanes, torneos), fija tus apuestas y demuestra tu talento. Lanza tu desafío en ebetstream.com ahora mismo.

source: Lancer un Défi
es: Lanzar un Desafío

source: Placez des Paris Gagnants sur eBetStream
es: Haz Apuestas Ganadoras en eBetStream

source: Pariez sur vos tournois préférés avec eBetStream ! Que ce soient des matchs pros ou amateurs, placez vos mises en Ktap ou cash et gagnez gros.
es: ¡Apuesta en tus torneos favoritos con eBetStream! Ya sean partidos profesionales o amateur, coloca tus apuestas en Ktap o efectivo y gana en grande.

source: Parier Maintenant
es: Apostar Ahora

source: Regardez des Matchs en Direct sur eBetStream
es: Mira Partidos en Vivo en eBetStream

source: Vibrez avec des matchs e-gaming en direct sur le site ! Suivez des duels palpitants, soutenez vos joueurs préférés, et plongez dans l'action en temps réel.
es: ¡Vive la emoción con partidos de e-gaming en directo en el sitio! Sigue duelos emocionantes, apoya a tus jugadores favoritos y sumérgete en la acción en tiempo real.

source: Live Stream
es: Transmisión en Vivo

source: Monetize your passion
es: Monetiza tu pasión

source: Défis P2P
es: Desafíos P2P

source: Paris Instantanés
es: Apuestas Instantáneas

source: Rejoindre l'Élite
es: Unirse a la Elite

source: Joueurs Actifs
es: Jugadores Activos

source: Paris Placés
es: Apuestas Realizadas

source: Uptime
es: Tiempo Activo

source: Support Live
es: Soporte en Vivo

source: MATCHS LIVE
es: PARTIDOS EN VIVO

source: Les affrontements les plus intenses du moment
es: Los enfrentamientos más intensos del momento

source: All rights reserved.
es: Todos los derechos reservados.
